---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordStructuralTypesParam
source: html/03267193-db04-3bc2-6b19-5a54cb97034c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TrussFamilyBottomChordStructuralTypesParam Property

"Structural Framing Type"

## Syntax (C#)
```csharp
public static ForgeTypeId TrussFamilyBottomChordStructuralTypesParam { get; }
```